UndefineClass('WriterPage')
DefineClass.WriterPage = {
	__parents = { "QuestItem" },
	__generated_by_class = "ModItemInventoryItemCompositeDef",


	object_class = "QuestItem",
	Icon = "UI/Icons/Items/torn_page",
	DisplayName = T(291312988152, "Вырванная страница"),
	Description = T(130128268296, "«Я был слеп... Как я не догадался? Нет никакого проклятья! Есть лишь это алчное чудовище, <color EmStyle>док Роберт</color>. Вчера ночью я проследил за ним. Он встречался с какими-то разбойничьего вида типами в их тайном лагере неподалёку отсюда. Я притаился и подслушал, о чём они говорили.<newline><newline><color EmStyle>Доктор</color> намерен заразить часть местных жителей какой-то диковинной болезнью и запугать остальных, заставив беспрекословно себя слушаться. Как только это произойдёт, разбойники смогут без труда захватить деревню и сделать из неё базу контрабандистов!<newline><newline>Должно быть, от ужаса я невольно вскрикнул, потому что они что-то услыхали и принялись кричать: «Кто там?» Я бросился бежать и не останавливался, пока не добрался до своей хижины. Даже сейчас, когда я пишу эти строки, сердце моё всё ещё бешено колотится от бега и от воспоминаний о пережитом ужасе.<newline><newline>Я должен спрятать свой дневник на случай, если со мной произойдёт непоправимое, и проследить, чтобы <color EmStyle>Хавьер</color> его нашёл!»"),
	RestockWeight = 0,
}

